---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.VertexIndexPairArray
source: html/1b39193d-c670-537a-ea3f-151d59d7476e.htm
---
# VertexIndexPairArray Members

Initializes a new instance of the VertexIndexPairArray class